[TUT1_Quick_Strike]
01=Perform a quick strike in any direction.

[TUT2_Heavy_Strike]
01=Perform 3 strikes in a row to start a combo flow. Continue the flow by attacking other enemies immediately.

[TUT3_Flow_Combo]
01=Once you've used a Heavy Strike you can continue your combo by targeting and striking other enemies.

[TUT4_Crime_Scene]
01=In a crime scene, use Detective Mode to search for evidence.

[TUT5_Scanner]
01=Scan in evidence to analyze it and track the source.

[TUT6_Trail]
01=Use Detective Mode to follow evidence trails.

[TUT7_Counter]
01=Avoid damage by countering incoming attacks.

[TUT8_XP]
01=Incapacitate henchmen or find secrets to earn XP and regain health.

[TUT9_Quick_Batarang]
01=Throw a Batarang instantly at any time using the quick throw.
02=Tap - Quick Batarang
